export const Color = {
    green: '#64ea91',
    blue: '#8fc9fb',
    purple: '#d897eb',
    red: '#f69899',
    yellow: '#f8c82e',
    peach: '#f797d6',
    borderBase: '#e5e5e5',
    borderSplit: '#f4f4f4',
    grass: '#d6fbb5',
    sky: '#c1e0fc',
}

export const CompletedData = [
    {"name": 2008, "完成任务": 696, "卡片完成": 571},
    {"name": 2009, "完成任务": 226, "卡片完成": 337},
    {"name": 2010, "完成任务": 646, "卡片完成": 598},
    {"name": 2011, "完成任务": 809, "卡片完成": 236},
    {"name": 2012, "完成任务": 640, "卡片完成": 946},
    {"name": 2013, "完成任务": 411, "卡片完成": 276},
    {"name": 2014, "完成任务": 262, "卡片完成": 957},
    {"name": 2015, "完成任务": 653, "卡片完成": 279},
    {"name": 2016, "完成任务": 513, "卡片完成": 760},
    {"name": 2017, "完成任务": 900, "卡片完成": 700},
    {"name": 2018, "完成任务": 269, "卡片完成": 548},
    {"name": 2019, "完成任务": 692, "卡片完成": 682}
];
export const salesData = [
    {name: 2008, '服装': 438, '食品': 236, '家电': 320},
    {name: 2009, '服装': 341, '食品': 380, '家电': 395},
    {name: 2010, '服装': 495, '食品': 270, '家电': 337},
    {name: 2011, '服装': 367, '食品': 354, '家电': 337},
    {name: 2012, '服装': 456, '食品': 337, '家电': 500},
    {name: 2013, '服装': 383, '食品': 375, '家电': 548},
    {name: 2014, '服装': 406, '食品': 316, '家电': 308},
    {name: 2015, '服装': 468, '食品': 360, '家电': 315}
]
